{"inkVersion":20,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"startup":["^>> fadein 2","\n","^Led Left \"Uh... Wh- what's going on? I- I don't remember- Oh crap- M- my leg! My arm! They're gone!\"","\n","^VacuumRobot Right \"So dirty. So m-m-m-much dirt. I'll nev-neve-n-never c-clean it\"","\n","^Led Left \"Hey! That's my leg! You! Come over here!\"","\n","^VacuumRobot Right \"C-c-clean nothing is clean n-nothing is c-c-c-c-c-c-clean\"","\n","done",{"#f":1}],"garbage_bin":["^>> bgchange trash_on_ground","\n","^VacuumRobot \"Neeeeeaaaaahhhh! M-m-more dirt! More tra-tra-trash! Nev-never finish!\"","\n","^>> moveto VacuumRobot TrashBin","\n","done",{"#f":1}],"vacuum_robot_1":["^Led \"Got it!\"","\n","^Led \"There, that’s a lot better! Great to be on my own two feet again. Now I need to find my arm\"","\n","^VacuumRobot \"Dirt! Dirt! Dirt! So much dirt! Dir dir dir dir dirt! No- no time time time time time-\"","\n","done",{"#f":1}],"vacuum_robot_2":["^VacuumRobot \"Ev- ev- everything sssssso dirty. No nada nope nein na time time time no time!\"","\n","^Led \"Are you alright? You’re malfunctioning pretty bad, aren’t you?\"","\n","^VacuumRobot \"Dirty- e-e-e-everything’s dirty. You-you’re d-d-dirty. I’m dirty- how did I g-g-get d-dirty? Dirt dirt dirt no time dirt-\"","\n","^Led \"My name’s Led. Can- can you remember that? Led\"","\n","^VacuumRobot \"L-Led. Led\"","\n","^Led \"That's right, Led\"","\n","^VacuumRobot \"Led is d-d-dirty!\"","\n","^Led \"Huh. He’s pretty badly damaged. Poor thing must be so confused. His voice box is definitely screwed up\"","\n","^VacuumRobot \"Cleandirtydirtyclean must dirty everything it’s too clean no-no that’s wrong no time no time\"","\n","^Led \"Hum. I wonder if I can use the trash to get him to focus\"","\n","^Led \"Hey- hey, look at this. Can you see this drinks can I’ve got here? Yes, that’s it. Do you know what this is?\"","\n","^VacuumRobot \"Tr-tr-trash, Led\"","\n","^Led \"Yes, yes that’s right. Well, there’s a trash can right here- would you like me to put the trash in the can?\"","\n","^VacuumRobot \"Yes yes y-y-yes- clean, tidy. Nice and clean please Led not dirty, don’t have time\"","\n","^Led \"Alright, good. Well, I can put it in there, but first, I want to ask you some questions. If you answer them, I’ll put it in the trashcan. Deal?\"","\n","^VacuumRobot \"D- d- d- dea- DIRT! Deal\"","\n","^Led \"Great, looks like I've got his attention. What should I ask?\"","\n",{"->":"vacuum_robot_ask_table"},{"#f":1}],"vacuum_robot_ask_table":[[["ev",{"^->":"vacuum_robot_ask_table.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^You keep saying you don't have time. Why not? What's happening? ",{"->":"$r","var":true},null]}],["ev",{"^->":"vacuum_robot_ask_table.0.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Do- do you know what happened? Why we're both damaged? ",{"->":"$r","var":true},null]}],["ev",{"^->":"vacuum_robot_ask_table.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":18},{"s":["^Do you know where the humans are? ",{"->":"$r","var":true},null]}],["ev",{"^->":"vacuum_robot_ask_table.0.3.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-3","flg":18},{"s":["^I don't think I have any questions ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"vacuum_robot_ask_table.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n",{"->":"ask_what_happened"},{"#f":5}],"c-1":["ev",{"^->":"vacuum_robot_ask_table.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n",{"->":"why_are_we_damaged"},{"#f":5}],"c-2":["ev",{"^->":"vacuum_robot_ask_table.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n",{"->":"where_are_the_humans"},{"#f":5}],"c-3":["ev",{"^->":"vacuum_robot_ask_table.0.c-3.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.3.s"},[{"#n":"$r2"}],"\n",{"->":"end_discussion_with_vacuum_robot"},{"#f":5}]}],{"#f":1}],"ask_what_happened":["^Led \"You keep saying you don’t have time. Why not? What’s happening?\"","\n","^VacuumRobot \"The- the shhhhip. It’s g-g-going...\"","\n","^Led \"Going where?\"","\n","^VacuumRobot \"D-do-dow-DIRT! DIRTY!\"","\n","^Led \"Hum. Guess I’m not getting that answer. Maybe I should try something else\"","\n",{"->":"vacuum_robot_ask_table"},{"#f":1}],"why_are_we_damaged":["^Led \"Do- do you know what happened? Why we’re both damaged?\"","\n","^VacuumRobot \"I-I-I’m a cleaning robot. No defence. No a-a-attack. Only clean. No help\"","\n","^Led \"What?\"","\n","^VacuumRobot \"I c-c-couldn’t hhhhhhelp\"","\n","^Led \"Right. Okay. Um… I wonder if I can ask anything else\"","\n",{"->":"vacuum_robot_ask_table"},{"#f":1}],"where_are_the_humans":["^Led \"Do you know where the humans are?\"","\n","^VacuumRobot \"N-n-n-no, no humans. No humans but all their trash, al-al-always the wwwway with humans. Ev-ev-everywhere they go they leave tr-tr-trash\"","\n","^Led \"You don’t know either, huh? Well, maybe you know something else\"","\n",{"->":"vacuum_robot_ask_table"},{"#f":1}],"end_discussion_with_vacuum_robot":["^Led \"I don’t think I have any questions\"","\n","^VacuumRobot \"I have tra-tra trash so much trash to cl-cl-clear\"","\n","^Led \"Yeah, I can see that\"","\n","^VacuumRobot \"There is so much so much So Much SO MUCH SO MUCH SO MUCH SOOOOOOOOOOOOO MUUUUUUUUUUUUUCH!\"","\n","^Led \"Are you ok?\"","\n","^VacuumRobot \"...\"","\n","^VacuumRobot \"...\"","\n","^VacuumRobot \"So… so much dirt. So much t-t-trash, Never ge-e-et it cleaned in time\"","\n","^Led \"Hey? Hello? Are you okay?\"","\n","^VacuumRobot \"So unclean. You-you’re sssssso dirty. Who are you?\"","\n","^Led \"What? It’s me, Led, remember?\"","\n","^VacuumRobot \"Dirty!\"","\n","^Led \"Drat. What could have happened to you? Something terrible. Same thing that happened to me probably. I just wish I knew what it was\"","\n","^>> moveto VacuumRobot VacuumRobotDestination","\n","^Led \"Well, I’m not going to find answers with him I guess. What else is there?\"","\n","done",{"#f":1}],"data_pad":["^Led \"A Data Pad. Could’ve gotten a lot out of this, but it’s cracked and flickering. Hold on…\"","\n","^>> bgchange data_pad","\n","^> Hey. Word from Captain says we've got to double security","\n","^More security? Why? What's wrong? <","\n","^> I don't ask questions, man. Just get the security bots working","\n","^Led \"More security? What-\"","\n","^>> bgchange data_pad","\n","^Led \"Damn, it's turned off. Well, that's all I'm going to get\"","\n","done",{"#f":1}],"reflection":["^>> bgchange reflection","\n","^Led \"Wow. I didn't realize how damaged I was\"","\n","^Led \"My arm's gone, my head module is damaged- it looks like someone's attacked me?\"","\n","^Led \"Wait, is that rust? How long have I been here?\"","\n","^>> bgchange reflection","\n","^Led \"Well, staring at my reflection won't help. Let's see what else I can find\"","\n","done",{"#f":1}],"service_bot":["^Led \"It must have broken apart like that what it fell over. Maybe that's what happened to me\"","\n","^Led \"Huh. Even its internals are damaged. What could have happened to him? And the rest of them?\"","\n","^Led \"They're all so dead and lifeless- but I am not. I wish I could remember...\"","\n","^Led \"Ug. They are too badly damaged, I can’t access them\"","\n","^Led \"Cold... Unmoving... So lifeless. And the rust...\"","\n","done",{"#f":1}],"all_in_one_tool":["^Led \"An all-in-one tool! And it still works! Unlike my missing arm...\"","\n","^Led \"Wait, that robot's arm is similar to mine- and undamaged\"","\n","^Led \"That’s it! Maybe I can use its arm to replace my own!\"","\n","^>> additem AllInOneTool","\n","ev",true,"/ev",{"VAR=":"aquired_tool","re":true},"done",{"#f":1}],"arm":["^>> fadeout 1","\n","^>> changesprite Led led_with_arm","\n","^>> fadein 1","\n","^Led \"...Yes I have it. And it moves, perfect\"","\n","ev",true,"/ev",{"VAR=":"aquired_arm","re":true},"^Led \"If our arms are swappable... Maybe its memory logs could be as well...\"","\n","^Led \"Ah, but this tool isn't sophisticated enough for that. But I'll still keep it. Just in case\"","\n","done",{"#f":1}],"horizon":["^Led \"There’s... Nothing. Only worlds of ocean\"","\n","^Led \"I—I’ve done this before, looked up at the moon. The memory feels important but...\"","\n","^Led \"I can't... Ugh... I can't remember! My Memory Drive fails me\"","\n",["ev",{"VAR?":"aquired_arm"},"/ev",{"->":".^.b","c":true},{"b":["\n","^Led \"Both arms and legs fully functioning... But I don’t feel whole\"","\n",{"->":".^.^.^.7"},null]}],"nop","\n","^Led \"My memory- I need to find a way to restore it\"","\n","^Led \"Maybe there are answers somewhere on this ship\"","\n","done",{"#f":1}],"door":[["ev",{"VAR?":"stern_door_open"},"!","/ev",{"->":".^.b","c":true},{"b":["\n","^Led \"There's a door over there\"","\n","^Led \"I've searched everywhere out here but I still need more tools. Maybe there's something out there\"","\n","^Led \"The door is bolted shut. That panel next to it looks important, but it's damaged\"","\n",{"->":"door.1"},null]}],"nop","\n","done",{"#f":1}],"pannel":[["ev",{"VAR?":"aquired_tool"},"!","/ev",{"->":".^.b","c":true},{"b":["\n","^Led \"The pannel to open the doors. They're too damaged to be used, but maybe I can fix it somehow\"","\n",{"->":"pannel.2"},null]}],["ev",{"VAR?":"stern_door_open"},"!",{"VAR?":"aquired_tool"},"&&","/ev",{"->":".^.b","c":true},{"b":["\n","^Led \"I might be able to hotwire it if I get the right angle... Oh! The all-in-one tool might be able to work here!\"","\n",["ev",{"VAR?":"aquired_arm"},"/ev",{"->":".^.b","c":true},{"b":["\n","^Led \"If it can attach an arm, it can fix a door. It just might take a few seconds\"","\n","^Led \"Hum, the electronic inverter isn’t re-connecting – it must have been out for a while...\"","\n","^Led \"I can use this wire to trip – yes. That’s got it. I just need to wait to hear it click and then –\"","\n","^Led \"Oh shoot, my one tool, it's all busted up! At least the door is unlocked now, I just need to reconnect this bit and...\"","\n","^>> bgchange door_open","\n","ev",true,"/ev",{"VAR=":"stern_door_open","re":true},{"->":".^.^.^.5"},null]}],[{"->":".^.b"},{"b":["\n","^Led \"But with only one arm it would be impossible to work on such a complex system\"","\n",{"->":".^.^.^.5"},null]}],"nop","\n",{"->":"pannel.2"},null]}],"nop","\n","done",{"#f":1}],"dead_cleaning_robot":["^Led \"No signs of life. Even the broom has started to rot. What could have happened to it? To us. Maybe I can check its computer banks, see if it remembers something\"","\n","^Led \"Hmmm... Maybe I can... No, there’s more damage than I thought. Nothing here to salvage\"","\n","^Led \"It must have been dead for a while, with all that rust. I wonder what its last thought was\"","\n","^Led \"And why is it still cleaning? Whatever happened to it- to us... Must have happened all at once\"","\n",["ev",{"VAR?":"aquired_arm"},"!","/ev",{"->":".^.b","c":true},{"b":["\n","^Led \"Hum, I wonder... I might be able to use its arm to replace mine\"","\n","^Led \"Uh... It won’t budge. So many dead robots. But I am still here. Why?\"","\n",{"->":".^.^.^.9"},null]}],"nop","\n","done",{"#f":1}],"global decl":["ev",false,{"VAR=":"aquired_arm"},false,{"VAR=":"stern_door_open"},false,{"VAR=":"aquired_tool"},"/ev","end",null],"#f":1}],"listDefs":{}}