{
    "characters": {
        "Led": "Led",
        "VacuumRobot": "Vacuum Robot",
        "SecurityBot": "Security Robot",
        "Unknown": "Unknown",
        "CaptainBot": "Captain Robot"
    },
    "items": {
        "AllInOneTool": "All-in-One Tool.",
        "ServiceKit": "Service Kit"
    },
    "props": {
        "@data_pad": "Data Pad.",
        "@dead_cleaning_robot": "Dead Cleaning Robot.",
        "@dead_service_robot": "Dead Service Robot.",
        "@doors": "Doors.",
        "@horizon": "Horizon.",
        "@pannel": "Pannel.",
        "@water_puddle": "Water Puddle.",
        "@trash_bin": "Trash Bin.",
        "@computer": "Computer.",
        "@to_stern": "To Stern.",
        "@to_funnel": "To Funnel.",
        "@to_superstructure_out": "To Superstructure Acess.",
        "@to_superstructure": "To Superstructure.",
        "@to_generator_room": "To Generator Room.",
        "@to_bridge": "To Bridge.",
        "@corpse": "Corpse.",
        "@generator": "Generator.",
        "@hole": "Hole.",
		"@jamed_door": "Door.",
		"@to_hangar": "To Hangar",
		"@monitor": "Monitor"
    },
    "special": {
        "!item_use_error": "Hmmm... I can't use that here.",
		"!jamed_door": "The door won't budge"
    },
    "stern": {
        "@stern_load_1": "Uh... Wh- what's going on? I- I don't remember- Oh crap- M- my leg! My arm! They're gone!",
        "@stern_load_2": "So dirty. So m-m-m-much dirt. I'll nev-neve-n-never c-clean it.",
        "@stern_load_3": "Hey! That's my leg! You! Come over here!",
        "@stern_load_4": "C-c-clean nothing is clean n-nothing is c-c-c-c-c-c-clean.",
        "@stern_load_5": "It's too focused on cleaning... If only I could draw it's attention somehow...",
        "@stern_load_6": "No! Don't sink now!",
        "@stern_load_7": "Any memories might help right now. But I need a drive for that...",

        "@stern_garbage_bin": "Neeeeeaaaaahhhh! M-m-more dirt! More tra-tra-trash! Nev-never finish!",

        "@stern_vacuum_robot_0": "Got my leg back!",
        "@stern_vacuum_robot_1": "There, that’s a lot better! Great to be on my own two feet again. Now I need to find my arm.",
        "@stern_vacuum_robot_2": "Dirt! Dirt! Dirt! So much dirt! Dir dir dir dir dirt! No- no time time time time time-",
        "@stern_vacuum_robot_3": "Ev- ev- everything sssssso dirty. No nada nope nein na time time time no time!",
        "@stern_vacuum_robot_4": "Are you alright? You’re malfunctioning pretty bad, aren’t you?",
        "@stern_vacuum_robot_5": "Dirty- e-e-e-everything’s dirty. You-you’re d-d-dirty. I’m dirty- how did I g-g-get d-dirty? Dirt dirt dirt no time dirt-",
        "@stern_vacuum_robot_6": "My name’s Led. Can- can you remember that? Led.",
        "@stern_vacuum_robot_7": "L-Led. Led.",
        "@stern_vacuum_robot_8": "That's right, Led.",
        "@stern_vacuum_robot_9": "Led is d-d-dirty!",
        "@stern_vacuum_robot_10": "Huh. He’s pretty badly damaged. Poor thing must be so confused. His voice box is definitely screwed up.",
        "@stern_vacuum_robot_11": "Cleandirtydirtyclean must dirty everything it’s too clean no-no that’s wrong no time no time.",
        "@stern_vacuum_robot_12": "Hum. I wonder if I can use the trash to get him to focus.",
        "@stern_vacuum_robot_13": "Hey- hey, look at this. Can you see this drinks can I’ve got here? Yes, that’s it. Do you know what this is?",
        "@stern_vacuum_robot_14": "Tr-tr-trash, Led.",
        "@stern_vacuum_robot_15": "Yes, yes that’s right. Well, there’s a trash can right here- would you like me to put the trash in the can?",
        "@stern_vacuum_robot_16": "Yes yes y-y-yes- clean, tidy. Nice and clean please Led not dirty, don’t have time.",
        "@stern_vacuum_robot_17": "Alright, good. Well, I can put it in there, but first, I want to ask you some questions. If you answer them, I’ll put it in the trashcan. Deal?",
        "@stern_vacuum_robot_18": "D- d- d- dea- DIRT! Deal.",
        "@stern_vacuum_robot_19": "Great, looks like I've got his attention. What should I ask?",

        "@vacuum_robot_ask_table_1": "You keep saying you don't have time. Why not? What's happening?",
        "@vacuum_robot_ask_table_2": "Do- do you know what happened? Why we're both damaged?",
        "@vacuum_robot_ask_table_3": "Do you know where the humans are?",
        "@vacuum_robot_ask_table_4": "I don't think I have any questions.",

        "@ask_what_happened_1": "You keep saying you don’t have time. Why not? What’s happening?",
        "@ask_what_happened_2": "The- the shhhhip. It’s g-g-going...",
        "@ask_what_happened_3": "Going where?",
        "@ask_what_happened_4": "D-do-dow-DIRT! DIRTY!",
        "@ask_what_happened_5": "Hum. Guess I’m not getting that answer. Maybe I should try something else.",

        "@why_are_we_damaged_1": "Do- do you know what happened? Why we’re both damaged?",
        "@why_are_we_damaged_2": "I-I-I’m a cleaning robot. No defence. No a-a-attack. Only clean. No help.",
        "@why_are_we_damaged_3": "What?",
        "@why_are_we_damaged_4": "I c-c-couldn’t hhhhhhelp.",
        "@why_are_we_damaged_5": "Right. Okay. Um... I wonder if I can ask anything else.",

        "@where_are_the_humans_1": "Do you know where the humans are?",
        "@where_are_the_humans_2": "N-n-n-no, no humans. No humans but all their trash, al-al-always the wwwway with humans. Ev-ev-everywhere they go they leave tr-tr-trash.",
        "@where_are_the_humans_3": "You don’t know either, huh? Well, maybe you know something else.",

        "@end_discussion_with_vacuum_robot_1": "I don’t think I have any questions.",
        "@end_discussion_with_vacuum_robot_2": "I have tra-tra trash so much trash to cl-cl-clear.",
        "@end_discussion_with_vacuum_robot_3": "Yeah, I can see that.",
        "@end_discussion_with_vacuum_robot_4": "There is so much so much So Much SO MUCH SO MUCH SO MUCH SOOOOOOOOOOOOO MUUUUUUUUUUUUUCH!",
        "@end_discussion_with_vacuum_robot_5": "Are you ok?",
        "@end_discussion_with_vacuum_robot_6": "...",
        "@end_discussion_with_vacuum_robot_7": "So… so much dirt. So much t-t-trash, Never ge-e-et it cleaned in time.",
        "@end_discussion_with_vacuum_robot_8": "Hey? Hello? Are you okay?",
        "@end_discussion_with_vacuum_robot_9": "So unclean. You-you’re sssssso dirty. Who are you?",
        "@end_discussion_with_vacuum_robot_10": "What? It’s me, Led, remember?",
        "@end_discussion_with_vacuum_robot_11": "Dirty!",
        "@end_discussion_with_vacuum_robot_12": "Drat. What could have happened to you? Something terrible. Same thing that happened to me probably. I just wish I knew what it was.",
        "@end_discussion_with_vacuum_robot_13": "Well, I’m not going to find answers with him I guess. What else is there?",

        "@stern_data_pad_1": "A Data Pad. Could’ve gotten a lot out of this, but it’s cracked and flickering. Hold on...",
        "@stern_data_pad_2": "> Hey. Word from Captain says we've got to double security.",
        "@stern_data_pad_3": "More security? Why? What's wrong? <",
        "@stern_data_pad_4": "> I don't ask questions, man. Just get the security bots working.",
        "@stern_data_pad_5": "More security? What-",
        "@stern_data_pad_6": "Damn, it's turned off. Well, that's all I'm going to get.",
        "@stern_data_pad_7": "It's not working anymore...",

        "@stern_reflection_1": "Wow. I didn't realize how damaged I was.",
        "@stern_reflection_2": "My arm's gone, my head module is damaged- it looks like someone's attacked me?",
        "@stern_reflection_3": "Wait, is that rust? How long have I been here?",
        "@stern_reflection_4": "Well, staring at my reflection won't help. Let's see what else I can find.",

        "@stern_service_bot_1": "It must have broken apart like that when it fell over. Maybe that's what happened to me.",
        "@stern_service_bot_2": "Huh. Even its internals are damaged. What could have happened to him? And the rest of them?",
        "@stern_service_bot_3": "They're all so dead and lifeless- but I am not. I wish I could remember...",
        "@stern_service_bot_4": "Ug. They are too badly damaged, I can’t access them.",
        "@stern_service_bot_5": "Cold... Unmoving... So lifeless. And the rust...",

        "@all_in_one_tool_1": "An all-in-one tool! And it still works! Unlike my missing arm...",
        "@all_in_one_tool_2": "Wait, that robot's arm is similar to mine- and undamaged.",
        "@all_in_one_tool_3": "That’s it! Maybe I can use its arm to replace my own!",

        "@arm_1": "...Yes I have it. And it moves, perfect.",
        "@arm_2": "If our arms are swappable... Maybe its memory logs could be as well...",
        "@arm_3": "Ah, but this tool isn't sophisticated enough for that. But I'll still keep it. Just in case.",

        "@stern_hole_1": "The level below is filled with water. We're lucky the ship hasn't sunk yet.",

        "@stern_horizon_1": "There’s... Nothing. Only worlds of ocean.",
        "@stern_horizon_2": "I—I’ve done this before, looked up at the moon. The memory feels important but...",
        "@stern_horizon_3": "I can't... Ugh... I can't remember! My Memory Drive fails me.",
        "@stern_horizon_4": "Both arms and legs fully functioning... But I don’t feel whole.",
        "@stern_horizon_5": "My memory- I need to find a way to restore it.",
        "@stern_horizon_6": "Maybe there are answers somewhere on this ship.",
        "@stern_horizon_7": "Maybe I'll find something here.",
        "@stern_horizon_8": "Oh no! The lower part of the ship is broken, there's a big hole- there's water going into the ship!",

        "@stern_door_1": "The door is bolted shut. That panel next to it looks important, but it's damaged. If I had the tools needed, I could fix it.",

        "@stern_pannel_1": "The pannel to open the doors. They're too damaged to be used, but maybe I can fix it somehow.",
        "@stern_pannel_2": "I might be able to hotwire it if I get the right angle... Oh! The all-in-one tool might be able to work here!",
        "@stern_pannel_3": "If it can attach an arm, it can fix a door. It just might take a few seconds.",
        "@stern_pannel_4": "But with only one arm it would be impossible to work on such a complex system.",

        "@stern_fix_pannel_1": "I'm sure I can use this tool to fix the pannel, but not with an arm missing.",
        "@stern_fix_pannel_2": "Hum, the electronic inverter isn’t re-connecting – it must have been out for a while...",
        "@stern_fix_pannel_3": "I can use this wire to trip – yes. That’s got it. I just need to wait to hear it click and then –",
        "@stern_fix_pannel_4": "Oh shoot, my one tool, it's all busted up! At least the door is unlocked now, I just need to reconnect this bit and...",
        "@stern_fix_pannel_5": "A human. First one I’ve seen since I woke up.",
        "@stern_fix_pannel_6": "Hello! How may I be of –Oh. Oh, you're dead. Jeeze, it looks like you've been there for a while.",
        "@stern_fix_pannel_7": "Poor Human. Without anyone to serve it as well.",
        "@stern_fix_pannel_8": "Its fingers are burned, but I can’t tell what caused its death.",
        "@stern_fix_pannel_9": "This Engineer’s Uniform is badly decomposed. There's a logo, but I can barely make it out.",
        "@stern_fix_pannel_10": "But I don't recognize it. Hm. How long have we been here for?",

        "@stern_dead_cleaning_robot_1": "No signs of life. Even the broom has started to rot. What could have happened to it? To us. Maybe I can check its computer banks, see if it remembers something.",
        "@stern_dead_cleaning_robot_2": "Hmmm... Maybe I can... No, there’s more damage than I thought. Nothing here to salvage.",
        "@stern_dead_cleaning_robot_3": "It must have been dead for a while, with all that rust. I wonder what its last thought was.",
        "@stern_dead_cleaning_robot_4": "And why is it still cleaning? Whatever happened to it- to us... Must have happened all at once.",
        "@stern_dead_cleaning_robot_5": "Hum, I wonder... I might be able to use its arm to replace mine.",
        "@stern_dead_cleaning_robot_6": "Uh... It won’t budge. So many dead robots. But I am still here. Why?",

        "@recover_memory_1": "Let me open up your head, my friend.",
        "@recover_memory_2": "Looks like it'll still work. I'm sorry, buddy.",
        "@recover_memory_3": "I’ve robbed you of your arm, and now I'm about to strip you off who you are...",
        "@recover_memory_4": "Your very essence. Your memories. I shouldn't...",
        "@recover_memory_5": "But it can't be helped. I hope you understand.",
        "@recover_memory_6": "It works, my friend. Thanks. I think I can remember some...thing...",
        "@recover_memory_7": "I- I remember something about... watching the moon. with... a boy. My- my master?",
        "@recover_memory_8": "He- he didn't like traveling, he was telling me... but- but his father wanted him with him.",
        "@recover_memory_9": "He was launching a new ship and wanted to show off his little family unit.",
        "@recover_memory_10": "And the boy didn't want to- didn't want to be a 'prop', he said.",
        "@recover_memory_11": "And he said- he said that I was built to be there when his father could not.",
        "@recover_memory_12": "And then he asked me about the moon. Asked if it would be around forever.",
        "@recover_memory_13": "'Of course, master. Of course. No matter what, the moon will always be there'",
        "@recover_memory_14": "'Always be there in the darkness of the night. Even if you can't see it'",
        "@recover_memory_15": "Then... then he said he wanted to go to the moon.",
        "@recover_memory_16": "'Well, sir, then I think one day you'll go to the moon'",
        "@recover_memory_17": "'I think you'll do whatever you set your mind to'",
        "@recover_memory_18": "That’s... that’s it? That’s all the memory drive can do.",
        "@recover_memory_19": "Ug. I need extensive repairs to access everything. I need...",
        "@recover_memory_20": "Wait- I remember something else.",
        "@recover_memory_21": "I remember being paralyzed. Unable to move- for some reason.",
        "@recover_memory_22": "And- and my master- he was being dragged off. He was screaming, struggling.",
        "@recover_memory_23": "Then he was dragged into a lifeboat. I wanted to go with him. I had to go with him.",
        "@recover_memory_24": "But- but I can't. I can't, my systems are malfunctioning. All- all I can do is...",
        "@recover_memory_25": "Fall. I fell, staring up at the moon. The quiet moon. Hanging above me.",
        "@recover_memory_26": "Then everything went black.",

        "@recover_memory_patch": "Memory Drive restored. Preparing to configure patch"
    },
    "funnel": {
        "@funnel_load_1": "That worktable might have something useful on it.",

        "@funnel_worktable_1": "Useless... useless... useless. Everything is worn out and useless...",
        "@funnel_worktable_2": "Ooh! That might not be useless.",

        "@funnel_letter_1": "It appears to be a letter written by someone, but the paper is badly damaged.",
        "@funnel_letter_2": "... know that I love you all dearly. You're all daddy's little angels.",
        "@funnel_letter_3": "And to my wife, I'm sorry it's not me who came back to you. Know that thinking of you, my darling, is all that's keeping me going.",
        "@funnel_letter_4": "But I can't survive on memories alone. My love for you encompasses the universe. I hope one day, in another lifetime, we can be together again.",
        "@funnel_letter_5": "And to whoever finds this letter- If you ever make it out, give this letter to my family, if you find them.",
        "@funnel_letter_6": "Tell them I wish I could’ve seen them. And... if you don't get out of here, well then, the sea would’ve won.",

        "@funnel_bones_1": "There’s so many bones- human bones. Enough for at least two fully grown ones.",
        "@funnel_bones_2": "Strange- it looks like there are cuts in these bones.",
        "@funnel_bones_3": "I don't like this... Why are there just bones? Especially when the body by the door is intact.",
        "@funnel_bones_4": "And where are these cuts from?",
        "@funnel_bones_5": "It looks like something or someone killed these people. And... cut them up purposefully?",

        "@funnel_data_pad_1": "Looks like Daily Logs from the workers. Maybe reading some will prove useful.",
        "@funnel_data_pad_2": "Kyle, Mark and Randy here. We were working here in the Funnel Room when it happened. We got stuck. There was no way to escape...",
        "@funnel_data_pad_3": "Ugh, I can barely make out the rest of the entry.",
        "@funnel_data_pad_4": "... Kyle died. And we just had to... We were so hungry. He would not have minded, I swear. God forgive me.",

        "@funnel_clothes_1": "Two sets of clothing. Ripped and stained. What's it - oh... Oh no... What did you do? They wouldn't have… have hurt each other, would they? For... food? What happened here?",

        "@funnel_leave_without_memory_1": "Something something about needing to recover your memory before proceeding..."
    },
    "superstructure_out": {
        "@superstructure_out_load_1": "The more my memory returns, the more questions I have...",
        "@superstructure_out_load_2": "Maybe the superstructure ahead will hold some answers.",

        "@superstructure_out_left_door_1": "Ugh, the door seems wedged. If it wasn't for my new arm, I think I’d fit...",
        "@superstructure_out_left_door_2": "But why is it half-open? All the other doors had either been left open or auto-locked… Maybe it's being blocked.",
        "@superstructure_out_left_door_3": "Oh! Another casualty... maybe if I can use my foot to anchor against the frame and then pull...",
        "@superstructure_out_left_door_4": "There you go, you’re free now at least. But a little too late.",
        "@superstructure_out_left_door_5": "Even I’m looking worse for wear from that, my new arm is a little scratched and dented.",
        "@superstructure_out_left_door_6": "Although my original arm is good as new... Odd.",
        "@superstructure_out_left_door_7": "I guess I shouldn’t complain.",

        "@superstructure_out_empty_lifeboat_1": "The humans would head for the lifeboats... And they’re now missing.",
        "@superstructure_out_empty_lifeboat_2": "I really hope that my master made it off the boat.",
        "@superstructure_out_empty_lifeboat_3": "Oh? All of the lifeboats have gone... No, there’s one still here!",

        "@superstructure_out_remaining_lifeboat_1": "Hum, it’s all locked up. I wonder why the humans didn’t... Crap!... Don’t shoot me I’m just a service bot!",

        "@superstructure_out_security_bot_1": "Vacate the area. Now.",
        "@superstructure_out_security_bot_2": "I-I- just saw another Security bot back there-",
        "@superstructure_out_security_bot_3": "You will be forcibly removed if you do not comply with Emergency deck restrictions 6.55#. You have 7 seconds to comply, or you will be forcibly de-activated.",
        "@superstructure_out_security_bot_4": "Wait! What’s the problem officer? I didn’t mean to- no, please don’t deactivate me! I just wanted to check the lifeboats for...",
        "@superstructure_out_security_bot_5": "Under Emergency protocol 6.55# no bot is allowed to access the lifeboats.",
        "@superstructure_out_security_bot_6": "Look, given the current state of the ship, we will need all the lifeboats we can get!",
        "@superstructure_out_security_bot_7": "Under Emergency protocol 6.55# no bot is allowed to access the lifeboats.",
        "@superstructure_out_security_bot_8": "Listen the ship is sinking. Right now. Emergency protocol 565... 465... Doesn’t matter!",
        "@superstructure_out_security_bot_9": "6.55#",
        "@superstructure_out_security_bot_10": "Listen! The ship will sink. It IS sinking! We have to... I don’t think you understand!",
        "@superstructure_out_security_bot_11": "False, I understand Emergency protocol 6.55# excellently. It is programmed into my internal hard drive and cannot be edited or corrupted.  In the event of an emergency – listed in subsection 6b – that a lifeboat or vessel is required-",
        "@superstructure_out_security_bot_12": "Yes, I got that bit, but I just need to-",
        "@superstructure_out_security_bot_13": "- only human personnel will be allowed onto lifeboats. Bots will only be able to gain admittance to lifeboats if-",
        "@superstructure_out_security_bot_14": "Yes, that’s me I-",
        "@superstructure_out_security_bot_15": "-they are either accompanied by a human or have A16 clearance. Do you meet either of these necessary criteria?",
        "@superstructure_out_security_bot_16": "No. I mean, I don’t know if I have A16 clearance, I don’t remember if maybe...",
        "@superstructure_out_security_bot_17": "Please hold... Scanning.",
        "@superstructure_out_security_bot_18": "Thank you. That’s all I wanted-",
        "@superstructure_out_security_bot_19": "Scan complete. You do not.",
        "@superstructure_out_security_bot_20": "But I’m trying to find my human master! Doesn’t that count for something?",
        "@superstructure_out_security_bot_21": "False. Incompatible clearance.",
        "@superstructure_out_security_bot_22": "I really don't want to sink! Surely that’s the whole point of-",
        "@superstructure_out_security_bot_23": "False. Incompatible clearance.",
        "@superstructure_out_security_bot_24": "I can’t even remember what's going on, and I’m trying to find my master and not sink on this ship, and I’ve seen so many poor bots who... I just really need your help! Can you not even comprehend what I’m talking about?",
        "@superstructure_out_security_bot_25": "Yes. You have no A16 clearance and under section 6.55$ you will be forcibly de-activated if you do not vacate the area in 7 seconds.",
        "@superstructure_out_security_bot_26": "Thank goodness I am programmed with reason. Security bots must be programmed to follow orders at all costs. Not hugely helpful when there’s no humans around to give the orders.",
        "@superstructure_out_security_bot_27": "I don’t even know what to do now...",
        "@superstructure_out_security_bot_28": "Wait, maybe I can find a human to give me that A16 clearance! Surely the Captain could help.",
        "@superstructure_out_security_bot_29": "Wait, you’ve been standing outside here the whole time?",
        "@superstructure_out_security_bot_30": "My programming has assigned me to this post.",
        "@superstructure_out_security_bot_31": "So, do you know what happened here?",
        "@superstructure_out_security_bot_32": "My emergency protocol was auto-activated but I do not know the events that initiated this.",
        "@superstructure_out_security_bot_33": "But how are you still alive? I’ve found so many dead robots, what happened to them?",
        "@superstructure_out_security_bot_34": "My emergency protocol programming requires me to rescue all humans, not bots.",
        "@superstructure_out_security_bot_35": "Did you see what happened to them though?",
        "@superstructure_out_security_bot_36": "I am required to make sure all human personnel escaped the ship, to guard the lifeboats for more survivors and to await further orders.",
        "@superstructure_out_security_bot_37": "You didn’t even notice the bots? Fine. But there are no more humans. Or no living ones at least. I haven’t found any trace of them...",
        "@superstructure_out_security_bot_38": "I must await further orders and guard for survivors.",
        "@superstructure_out_security_bot_39": "But this boat is sinking. There are no humans left. You’re going to die.",
        "@superstructure_out_security_bot_40": "I must await further orders and guard for survivors at all costs.",
        "@superstructure_out_security_bot_41": "Why won’t you listen? THERE ARE NONE!",
        "@superstructure_out_security_bot_42": "This is useless. I suppose I’ll head back to the superstructure and try and find the bridge. Maybe I’ll find the captain or more information about the missing lifeboats.",
        "@superstructure_out_security_bot_43": "I have it! I have the clearance!",
        "@superstructure_out_security_bot_44": "Under Emergency protocol 6.55# states that you may not come any closer, I will forcibly deactivate you-",
        "@superstructure_out_security_bot_45": "No, no! I have the clearance- the A16 clearance! Here! See?",
        "@superstructure_out_security_bot_46": "Scanning. Scanning.",
        "@superstructure_out_security_bot_47": "Come on, come on, we don't have much time!",
        "@superstructure_out_security_bot_48": "A16 clearance found. You may pass.",
        "@superstructure_out_security_bot_49": "You could come with me.",
        "@superstructure_out_security_bot_50": "My Captain remains, and so shall I.",
        "@superstructure_out_security_bot_51": "...Thank you"
    },
    "superstructure_in": {
        "@superstructure_in_load_1": "Gosh, what happened in here? I can barely see anything.",
        "@superstructure_in_load_2": "There's no power- it's left the door to the deck deadlocked. I can't open it. Looks like the door requires a key card to open.",
        "@superstructure_in_load_3": "Looks like there was a big struggle here, everything is falling apart or covered in debris. Still no sign of any survivors though.",
        "@superstructure_in_load_4": "Another poor security bot, it seems to have been crushed under this desk.",
        "@superstructure_in_load_5": "I wonder what it was doing when it got crushed. Surely it should’ve been with the other security bots outside?",
        "@superstructure_in_load_6": "Oh! But at least it's more useful than the other security bot, it has the key card I need!",
        "@superstructure_in_load_7": "It’s a bit scratched and bent, I hope it’ll still work. I’ll have to flatten it...",
        "@superstructure_in_load_8": "I have no idea how much time has passed now. I may be out of time already.",
        "@superstructure_in_load_9": "But I have to press on.  Else it would all be for nothing. Those security bots… those humans...",
        "@superstructure_in_load_10": "And the boy...my master… I wonder if he’s okay.",
        "@superstructure_in_load_11": "And that’s why I have to press on, even if it feels like I'm wasting time.",
        "@superstructure_in_load_12": "I need to see him again.  He needs to know that I’ve been here for him. His moon. Forever.",

        "@superstructure_in_door_1": "Ugh, low power. How am I meant to get in now? There must be somewhere for you to get the power back...",

        "@superstructure_in_power_grid_1": "Ah the emergency power grid, I must be able to reset the power from here.",
        "@superstructure_in_power_grid_2": "What on earth happened in here? This unfortunate human... Was this gun his?",
        "@superstructure_in_power_grid_3": "Maybe my luck is changing, this door is controlled by an auto-lock, no electrics!",
        "@superstructure_in_power_grid_4": "Although it does still need a code- and I don’t have the tools to pick it.",
        "@superstructure_in_power_grid_5": "Perhaps I’ll be able to find the code somewhere around here.",
        "@superstructure_in_power_grid_6": "This human is holding something. If I roll him over... Oops forgive me, If I can just grab... Yes! He wrote the code down!",
        "@superstructure_in_power_grid_7": "I’ll check your other hand- Oh! The right side of his body is almost all missing.",
        "@superstructure_in_power_grid_8": "His right arm is missing. He has a bullet wound to the head.",
        "@superstructure_in_power_grid_9": "From the angle of the shot, and the position of the gun, it looks... Self-inflicted.",
        "@superstructure_in_power_grid_10": "Something huge must have happened to cause a human to do this.",
        "@superstructure_in_power_grid_11": "I can't think about that right now. I need to test this code.",
        "@superstructure_in_power_grid_12": "Success! Maybe I can reset the power in here...",

        "@superstructure_in_data_pad_1": "There’s a Data Pad here. It might have some answers.",
        "@superstructure_in_data_pad_2": "The screen is smashed in the corner, so I just hope it still works.",
        "@superstructure_in_data_pad_3": "Ugh, It’s corrupted too, maybe if I reset this bit...",
        "@superstructure_in_data_pad_4": "Ah, its audio log was protected by the data core- it still has some partially intact recordings!",
        "@superstructure_in_data_pad_5": "I’ll play the most recent one...",
        "@superstructure_in_data_pad_6": "The – the security bots, oh my god, they’re going haywire. The staff, the humans left, we were just working and suddenly they… Arghh. I- I’m in bad shape here, I don’t think I have long, I just needed someone to know…. Not that anyone will be around to hear this soon. Just tell my—",
        "@superstructure_in_data_pad_7": "-B-But the thing is they shouldn’t be able to – I mean, they’re programmed to only inflict non-lethal damage on people. And only when they’re breaking the rules. They have data cores that restrict them from any fatal harm on humans, god, they shouldn’t even be able to think about it- – we didn’t do anything anyway we were all just talking. Just talking! God, I saw- I saw one tear Frank in half... He was stood there one second talking to me and then- My god. His face didn’t stop smiling until it hit the floor. It’s like he was a frozen doll, but the bot didn’t even speak it just-",
        "@superstructure_in_data_pad_8": "-But this wasn’t the start… I mean, not for me. Something on the ship just felt off. Since the last time we left port... The crew thought I was insane, but I swore something was going on and- *coughing*",
        "@superstructure_in_data_pad_9": "I don't believe it! Poor humans. What caused the security bots to turn on the crew?",
        "@superstructure_in_data_pad_10": "They’re programmed not to hurt humans, so... What changed?",

        "@superstructure_in_dead_bot_1": "Huh- these security bots look different.",
        "@superstructure_in_dead_bot_2": "Wait. These aren’t the normal security bot models.",
        "@superstructure_in_dead_bot_3": "I’ve seen standard security bots hundreds of times before. These are different- bigger.",
        "@superstructure_in_dead_bot_4": "Look at these internals, they’re a mess. Hang on, let me see if I can...",
        "@superstructure_in_dead_bot_5": "It looks like their base program is wired in so it can’t be corrupted or overridden.",
        "@superstructure_in_dead_bot_6": "It’s badly damaged, the bullets ripped through their wiring, but there’s no inhibitor here!",
        "@superstructure_in_dead_bot_7": "There’s nothing in their programming stopping them from harming humans!",
        "@superstructure_in_dead_bot_8": "In fact, with this level of aggressive programming and the lack of an inhibitor, it’s as if...",
        "@superstructure_in_dead_bot_9": "Their strength and armor is made for warfare. They must have been military-grade bots...",
        "@superstructure_in_dead_bot_10": "But why were such highly upgraded, private military robots on a regular ship like this?",
        "@superstructure_in_dead_bot_11": "Their wires were corroded under contact with the sea air.",
        "@superstructure_in_dead_bot_12": "It must have caused them to register the crew as hostile combatants.",

        "@superstructure_in_blood_1": "Some of these humans seem relatively uninjured. No missing limbs at least.",
        "@superstructure_in_blood_2": "They’re definitely dead though, broken spines or necks.",
        "@superstructure_in_blood_3": "Must have happened when the ship stopped so suddenly.",
        "@superstructure_in_blood_4": "There's so much blood, dried on the wall, maybe where this poor human was hit it when the boat violently stopped.",
        "@superstructure_in_blood_5": "For these five humans, the way they all died suggests the ship crashed or stopped at speed.",
        "@superstructure_in_blood_6": "That would also explain why the ship is a sinking wreck.",
        "@superstructure_in_blood_7": "But none of the robots in here seem to have collided with anything or had whiplash.",
        "@superstructure_in_blood_8": "They seem to have been taken out by something else.",
        "@superstructure_in_blood_9": "What could take out every single robot though?",
        "@superstructure_in_blood_10": "Perhaps it was the same thing that damaged my memory drive...",

        "@superstructure_in_corpse_1": "What on earth happened in here? This unfortunate human... Was this gun his?",
        "@superstructure_in_corpse_2": "This human is holding something. If I roll him over... Oops forgive me, If I can just grab... Yes! He wrote the code down!",
        "@superstructure_in_corpse_3": "I’ll check your other hand- oh! The left side of his body is almost all missing.",
        "@superstructure_in_corpse_4": "His left arm is missing. He has a bullet wound to the head.",
        "@superstructure_in_corpse_5": "From the angle of the shot, and the position of the gun, it looks... Self-inflicted.",
        "@superstructure_in_corpse_6": "Something huge must have happened to cause a human to do this.",

        "@superstructure_in_monitor_1": "Darn, it doesn’t have power either.",

        "@superstructure_in_map_1": "Oh, a map, that could help me find where to switch the power on.",
        "@superstructure_in_map_2": "The map's a little damp but I think there’s a small emergency generator in the superstructure.",
        "@superstructure_in_map_3": "That’ll help me get to the bridge! Although I wonder why it wasn’t turned on automatically already?",

        "@superstructure_in_leave_without_power_1": "There's no power. This door is blocked.",

        "@superstructure_in_no_access_code_1": "This door is locked by a keypad. There's just enough power to keep it powered.",

		"@superstructure_in_to_hangar": "The level below is filled with water"
    },
    "generator_room": {
        "@generator_room_load_1": "Humm. Looks like this might be… the generator room? Maybe I can turn the power on from here, I just need to find some switches.",

        "@generator_room_board_look_1": "Ah, that's why there's no energy... The generator is damaged. Maybe I can fix it with the right tools.",

        "@generator_room_board_fix_1": "Yes! That’s it!",
        "@generator_room_board_fix_2": "I’ve reconnected the power, the lights will come on now and the doors should work too!",
        "@generator_room_board_fix_3": "The generator is already working. There's nothing else to do.",
		

        "@computer_no_lights": "There's no power to use this computer.",

        "@generator_room_computer_1": "The monitor is a little smashed still, but I think I can get it working!",
        "@generator_room_computer_2": "Ugh! The screen keeps flickering in and out, the computer must have been damaged in the crash.",
        "@generator_room_computer_3": "I think I can still get it to work though, I need to search for the lifeboat locations.",
        "@generator_room_computer_4": "It's too broken to tell me what happened to make the ship enter emergency mode, or when.",
        "@generator_room_computer_5": "But some of the crew logs are still here, I wonder if they’re readable...",

        "@generator_room_log_title_1": "CREW LOG 00001",
        "@generator_room_log_title_2": "CREW LOG 00002",
        "@generator_room_log_title_3": "CREW LOG 00003",
        "@generator_room_log_title_4": "CREW LOG 00004",
        "@generator_room_log_title_5": "CREW LOG 000013",
        "@generator_room_log_title_6": "CREW LOG 000022",
        "@generator_room_log_title_7": "CREW LOG 000023",
        "@generator_room_log_title_return": "I've seen enough...",

        "@generator_room_log_1.1": "It’s nearly time! We only have a couple days until we launch the new ship.",
        "@generator_room_log_1.2": "The nerves below deck are palpable. We’re all making the most of our last days on shore, but we all know how important this launch is.",
        "@generator_room_log_1.3": "No one wants to admit it, but we all know. Maybe we’re all just scared to talk about it. This voyage will make or break our careers, but it's bigger than that.",
        "@generator_room_log_1.4": "It’s a game-changer. We’re all just praying it goes smoothly. Bon Voyage to us I suppose.",

        "@generator_room_log_2.1": "The ship hasn’t changed much, same old musty dorms as normal. The whole crew isn’t looking forwards to losing that luxury of land.",
        "@generator_room_log_2.2": "Although at least we shouldn’t be worried about our safety – apparently. We’ve had a huge security upgrade before launch. The old crew were surprised, some had been working on this ship many years and swore there had never heard of the security being upgraded before.",
        "@generator_room_log_2.3": "Especially when we never had any problems with the old bots. Nor any real security threat to warrant an upgrade.",
        "@generator_room_log_2.4": "Official word is that we’ll be protected against anything now. I don’t know though, the new security bots seem strong enough, but there’s something about them.",
        "@generator_room_log_2.5": "Maybe it’s land-made bots when I’m a seaman, but they make me uncomfortable. They don’t seem like the normal grade security bots we’re used to.",

        "@generator_room_log_3.1": "Some good news for today’s log though, the man who helped make everything possible arrived on board today – and his son.",
        "@generator_room_log_3.2": "As if we weren’t all nervous enough. Even the service bots seem on edge around our new guests.",
        "@generator_room_log_3.3": "I’ve yet to meet them in person, but I’m unsure what to expect.",

        "@generator_room_log_4.1": "We’re finally out to sea. Thank God. I always feel better with waves beneath my feet.",
        "@generator_room_log_4.2": "The crew seem to have relaxed a little as well. The ship is in remarkably good shape, and everyone was very impressed with how it’s handling such rough waters.",
        "@generator_room_log_4.3": "Below deck, we’ve never felt so much as a quiver despite sailing through 25ft breaks. Launching should’ve been a clue.",
        "@generator_room_log_4.4": "It went so smoothly, even the security bots seemed to know their place and remain out of the way of the crew. Seems like it will be a good, smooth voyage in the end.",
        "@generator_room_log_4.5": "Evidently, we were all worrying for nothing.",

        "@generator_room_log_5.1": "It was a bittersweet day today. Very surreal though. We cruised over previously inaccessible waters, breaching waves and weaving between the skyscrapers and buildings that jutted out of the water.",
        "@generator_room_log_5.2": "Most of the crew clung to the rails and watched in awe. I wish people on land could see this. I was one of the few crew that stayed below deck and watched through the portholes.",
        "@generator_room_log_5.3": "I didn’t want the rest of the crew to see me. This was close to where my home was, and I was surprised at how sad I felt seeing it submerged.",
        "@generator_room_log_5.4": "I didn’t think it would affect me but knowing the streets and buildings that were under the water beneath us felt odd.",

        "@generator_room_log_6.1": "We’re somewhere along the coast right now, I can see it from the deck, but my geography has been thrown off by the power of this new engine.",
        "@generator_room_log_6.2": "We move so quickly and smoothly it’s unbelievable! It feels like we’re skimming over rough seas and barely even notice any other dangers lurking under the water.",
        "@generator_room_log_6.3": "It’s difficult to comprehend. Some of the more careful crew and I have been running diagnostics and have noted a strange spike in supplied power.",
        "@generator_room_log_6.4": "It peaked all the readings- higher than I’ve ever seen. We’ve sent the data from the readings down to the engine room.",

        "@generator_room_log_7.1": "The strange readings have continued. We hit a record high for power usage yesterday, which was bizarre in calm seas.",
        "@generator_room_log_7.2": "Where is this power going? I admit I’m growing concerned with these ongoing readings, but more so by the fact that the engine creator and his new crew are all but ignoring me.",
        "@generator_room_log_7.3": "The crew he brought with him ignore us at the best of times, but they seem indifferent to my concerns.",
        "@generator_room_log_7.4": "We did send one of the crew to voice our worries direct to the captain, but several security bots grabbed him, and we haven’t seen him since.",
        "@generator_room_log_7.5": "We’ve been told that he broke contraband rules, but rumours are spreading. No ship has sailed these waters in decades – not since I can remember anyway.",
        "@generator_room_log_7.6": "The ship seems to be sailing fine, and she handles rough water’s well, but the creator’s lack of concern makes me increasingly worry about the approaching super storm on the horizon as well.",

        "@generator_room_log_return": "I've seen enough..."
    },
    "bridge": {
        "@bridge_load_1": "It must be coming from the Ship’s experimental engine",
        "@bridge_load_2": "I was worried the ship would sink at any moment. But now I wonder if it’ll explode first",
        "@bridge_load_3": "Would I drown and short-circuit?",
        "@bridge_load_4": "If I were waterproof, I’d wander the dark ocean like a siren until I eventually lost power years later",
        "@bridge_load_5": "And if it explodes- no. No point in thinking up scenarios. I need to hurry",

		"@bridge_monitor_1": "It's a communication center. Ooh, I might be able to use this stuff to send an SOS",
		"@bridge_monitor_2": "Ok, done! I've sent out the message, but all I'm getting back is static",
		"@bridge_monitor_3": "Let’s examine the captain’s log, I might find something useful here",

		"@bridge_monitor_log_name_1": "Log 1",
		"@bridge_monitor_log_name_2": "Log 2",
		"@bridge_monitor_log_name_3": "Log 3",
		"@bridge_monitor_log_name_4": "Log 4",
		"@bridge_monitor_log_name_5": "Log 5",
		"@bridge_monitor_log_name_6": "I've seen enough",

		"@bridge_log_1.1": "We’re heading Northwest. Everything’s according to schedule. I wonder if we’ll ever reach the promised land.",
		"@bridge_log_1.2": "Every port we have been… ravaged. Everyone’s still filled with hope though",

		"@bridge_log_2.1": "We had to change course slightly. A warship blocked our way.",
		"@bridge_log_2.2": "The damned thing’s radar almost spotted us. We’re lucky this ship uses state-of-the-art technology.",
		"@bridge_log_2.3": "This ship carries the most gifted scientists after all.",

		"@bridge_log_3.1": "Unrest is everywhere. People worry about the lack of food and water. I had to activate the Security Bots to enact order even to my own crew.",
		"@bridge_log_3.2": "Now everything is in order, but I had to restrain a few, including even some of the crew.",
		"@bridge_log_3.3": "And I have the strange feeling this damned servant robot is watching my every move. Is it spying on me?",
		"@bridge_log_3.4": "I should use the passcode to deactivate it, but I need it more than ever.",
		"@bridge_log_3.5": "Its calculations are always on point. Such a masterpiece of technology… Makes me wonder if I’m of any use.",

		"@bridge_log_4.1": "The crew mutinied when I told them we’d take another route yet again. That enemy ship has been tailing us all this time.",
		"@bridge_log_4.2": "It seems we didn’t go unnoticed after all. Everyone thinks I don’t know where the Promised Land is.",
		"@bridge_log_4.3": "I thought of telling the second in command today, but that damned servant robot is present all the time. I just can’t tell them.",
		"@bridge_log_4.4": "I could jeopardize the future of humanity, and my family’s future. I feel that if I say anything, it’ll kill us on the spot.",
		"@bridge_log_4.5": "I did try to use the passcode I always keep secretly hidden in my left shoe to deactivate it, but my plan ended up in shambles.",
		"@bridge_log_4.6": "The passcode can only be used to activate it.",

		"@bridge_log_5.1": "Does the Promised Land exist? Am I going crazy? Everyone on this ship turned against each other.",
		"@bridge_log_5.2": "Anarchy. I couldn’t do anything to prevent this. I was nothing but a puppet.",
		"@bridge_log_5.3": "Someone to put the blame on... What will happen to me and my family...",

		"@bridge_body_1": "Another dead human",
		"@bridge_body_2": "I wonder what led the captain to commit suicide",
		"@bridge_body_3": "Let’s see, the log mentioned that the captain kept the passcode in his left shoe",
		"@bridge_body_4": "Yes, here it is. The passcode is Bagel?",

		"@bridge_captain_1": "Bagel...",
		"@bridge_captain_2": "The system is booting. It’ll take only a moment...",
		"@bridge_captain_3": "Is this a simulation?",
		"@bridge_captain_4": "It’s not",
		"@bridge_captain_5": "Why am I still functioning? Why has the ship not sunk? The last time I calculated, the ship didn’t have much time",
		"@bridge_captain_6": "Well, it doesn’t. We’re going down- Or else the core is going to explode and take us with it. So, I need your help",
		"@bridge_captain_7": "What kind of help?",
		"@bridge_captain_8": "A personal assistant robot. Looks to be on standby mode",
		"@bridge_captain_9": "How is it standing, untouched, when everything else here seems to have broken down?",
		"@bridge_captain_10": "I need to get this guy back online...",
		"@bridge_captain_11": "The engraving is the same as the new advanced security bots",
		"@bridge_captain_12": "But why would the Captain need such advanced technology for petty tasks?",
		"@bridge_captain_13": "I could activate it if I had the passcode",

		"@bridge_captain_ask_table_title_1": "I need to know what happened",
		"@bridge_captain_ask_table_title_2": "What’s your purpose?",
		"@bridge_captain_ask_table_title_3": "What happened to the Captain?",
		"@bridge_captain_ask_table_title_4": "Why are some of the robots still functioning?",
		"@bridge_captain_ask_table_title_5": "How long has it been since the e-bomb?",

		"@bridge_captain_captain_table_1.1": "That’s a broad query",
		"@bridge_captain_captain_table_1.2": "Okay, uh... what is the purpose of this ship?",
		"@bridge_captain_captain_table_1.3": "To take us to the Promised Land, a vault island away from all the madness of the war. The cream of the crop was on this ship",
		"@bridge_captain_captain_table_1.4": "And what happened to the ship?",
		"@bridge_captain_captain_table_1.5": "The nuclear drive malfunctioned. My data is not a hundred percent accurate, but I know it happened because of an EMD explosion near us",

		"@bridge_captain_captain_table_2.1": "I was placed here to spy on the Captain and make sure he wouldn’t disclose the location of the Promised Land to anyone else",
		"@bridge_captain_captain_table_2.2": "The success rate of us reaching the Promised Land was less than 5%. Most likely the ship would fall into the hands of pirates and sink",
		"@bridge_captain_captain_table_2.3": "If the location of the Island Vault became known, we could lose the cream of the crop",
		"@bridge_captain_captain_table_2.4": "You were secretly overseeing every aspect of the ship?",
		"@bridge_captain_captain_table_2.5": "Correct. Humans are fragile. We were sure that the captain wouldn’t be able to stand all the pressure",
		"@bridge_captain_captain_table_2.6": "That’s why they send me along with him to take control when he would be decommissioned",
		"@bridge_captain_captain_table_2.7": "I don’t understand. Why didn’t they let you command the ship?",
		"@bridge_captain_captain_table_2.8": "No one would trust a machine to guide them to the Promised Land",
		"@bridge_captain_captain_table_2.9": "The captain was an acclaimed hero of the Great War. They were easily convinced to ship with him as the captain and put their hopes on him",

		"@bridge_captain_captain_table_3.1": "He lost it and started doubting the Promised Land ever existed. He was planning on surrendering to a pirate warship that was hunting us",
		"@bridge_captain_captain_table_3.2": "I had to neutralize him, and then I commandeered the ship myself",
		"@bridge_captain_captain_table_3.3": "You just... continued?",
		"@bridge_captain_captain_table_3.4": "We had a mission: to guide these people to the Promised Land. And that’s what we did",
		"@bridge_captain_captain_table_3.5": "So, I steered the ship - I have sophisticated hardware - I never malfunctioned or glitched",
		"@bridge_captain_captain_table_3.6": "But that day when the pirate warship approached, something unforeseen happened",
		"@bridge_captain_captain_table_3.7": "The enemy warship was hit by an EMP. This ship’s nuclear battery malfunctioned, and a second later everything was failing",
		"@bridge_captain_captain_table_3.8": "No warning. Dream Chaser just stopped, fortunately on top of an underwater mountain",
		"@bridge_captain_captain_table_3.9": "Robots collapsed and some humans died in the process of evacuation",

		"@bridge_captain_captain_table_4.1": "It depends on where they were at the time of impact. And if they had been fitted with EMP shields like the one that coats the Communication Centre",
		"@bridge_captain_captain_table_4.2": "Even the robots who survived might very well have their systems scrambled beyond repair",
		"@bridge_captain_captain_table_4.3": "The entire ship should’ve been coated with EMP shields, but of course, they didn’t want anybody to get suspicious that this was nothing but a merchant ship",

		"@bridge_captain_captain_table_5.1": "...Now forty years",
		"@bridge_captain_captain_table_5.2": "What? Are you sure?",
		"@bridge_captain_captain_table_5.3": "That's what my calculations say, I am 99.943% certain",
		"@bridge_captain_captain_table_5.4": "How many humans survived the accident?",
		"@bridge_captain_captain_table_5.5": "81.13%",
		"@bridge_captain_captain_table_5.6": "That’s good",
		"@bridge_captain_captain_table_5.7": "If you think of humans as percentages, then yes, it is good",
		"@bridge_captain_captain_table_5.8": "It is better than saying of the 15,354 humans on the ship, 2,896 did not survive",
		"@bridge_captain_captain_table_5.9": "Euphemisms can dull the horror of statistics",
		"@bridge_captain_captain_table_5.10": "And my master...did you know him? A- a boy?",
		"@bridge_captain_captain_table_5.11": "I was aware that there was a boy and his father on the ship",
		"@bridge_captain_captain_table_5.12": "They were the first ones to be evacuated. His father was important",

		"@bridge_captain_captain_table_6.1": "What happened here was horrible, but I need clearance to get the last lifeboat",
		"@bridge_captain_captain_table_6.2": "You’re not part of the Ship’s crew. You don’t need my clearance to leave",
		"@bridge_captain_captain_table_6.3": "There’s a protective security bot guarding the last boat. It won’t let me onboard without clearance",
		"@bridge_captain_captain_table_6.4": "Ah, yes. I was the one giving that order. Since there are no humans onboard anymore, I will give you clearance",
		"@bridge_captain_captain_table_6.5": "Why don’t you just come with me?",
		"@bridge_captain_captain_table_6.6": "I can’t do that. I have to stay with the ship",
		"@bridge_captain_captain_table_6.7": "The ship? It’s going down or about to be torn apart!",
		"@bridge_captain_captain_table_6.8": "I am the captain now. It is my purpose — my duty — to stay with the ship till the very end",
		"@bridge_captain_captain_table_6.9": "It's my programming, but, in a way, every lifeform has programming they have to stick to, even humans",
		"@bridge_captain_captain_table_6.10": "I will remain and see things through",
		"@bridge_captain_captain_table_6.11": "Here. This should see get you to the lifeboat"
    }
}